Ran Plan for project: `iam` dir: `iam` workspace: `default`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_iam_user.myuser will be created
+ resource "aws_iam_user" "myuser" {
      + arn           = (known after apply)
      + force_destroy = false
      + id            = (known after apply)
      + name          = "t101user"
      + path          = "/"
      + tags_all      = (known after apply)
      + unique_id     = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>

* :arrow_forward: To **apply** this plan, comment:
  ```shell
  atlantis apply -p iam
  ```
* :put_litter_in_its_place: To **delete** this plan and lock, click [here](http://13.124.237.68:4141/lock?id=urusara13%252Fterraform-aws-ec2%252Fiam%252Fdefault)
* :repeat: To **plan** this project again, comment:
  ```shell
  atlantis plan -p iam
  ```
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this Pull Request, comment:
  ```shell
  atlantis apply
  ```
* :put_litter_in_its_place: To **delete** all plans and locks from this Pull Request, comment:
  ```shell
  atlantis unlock
  ```